{
  "title": "Our",
  "subtitle": "HISTORY",
  "intro": "Discover how Snacks Yummies became the leading snack brand in Central America, from our humble beginnings to the present day.",
  "items": [
    {
      "year": "1973",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_1973.webp",
      "text": "With an industrial chip cooker fryer with a capacity of 175 pounds of fried product and a banana slicer, Dipant produced its first plantain chips that were cut into slices like long, rectangular bars."
    },
    {
      "year": "1979",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_1979.webp",
      "text": "Yummies, which began operations with 10 employees, was founded in San Pedro Sula in 1979 with the aim of supplying the Honduran market with varied, high-quality snacks."
    },
    {
      "year": "1985",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_1985.webp",
      "text": "The Zambos brand is introduced, quickly becoming one of the company's star products, with its green plantain chips that conquered the Central American palate."
    },
    {
      "year": "1992",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_1992.webp",
      "text": "International expansion to Guatemala and El Salvador, marking the beginning of Snacks Yummies' regional presence in the Central American market."
    },
    {
      "year": "2000",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_2000.webp",
      "text": "Implementation of new technologies and production processes that allowed us to increase capacity and improve the quality of all our products."
    },
    {
      "year": "2010",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_2010.webp",
      "text": "Launch of new healthy product lines, responding to market trends and the needs of our more health-conscious consumers."
    },
    {
      "year": "2020",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_2020.webp",
      "text": "Corporate image renewal and commitment to sustainability, implementing more ecological packaging and environmentally responsible production practices."
    },
    {
      "year": "2023",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_2023.webp",
      "text": "We celebrate more than 40 years of tradition and flavor, consolidating ourselves as the leading snack brand in Central America, with a presence in more than 10 countries in the region and exports to the United States and Europe."
    }
  ],
  "conclusion": "Our history is a testament to innovation, quality, and commitment to our consumers. At Snacks Yummies, we continue working every day to bring the best products to your table, always maintaining the authentic flavor that characterizes us."
}
