{
  "home": {
    "title": "Stay informed today with our",
    "subtitle": "Latest News"  
  },  
  "meta": {
    "title": "Blog",
    "description": "Stay updated with the latest news and events from Yummies."
  },
  "page": {
    "title": "Blog & Events",
    "description": "Stay updated with the latest news and events from Yummies.",
    "no_news": "No blog posts available at this time.",
    "read_more": "Read more",
    "published_on": "Published on"
  },
  "detail": {
    "back": "Back to blog",
    "share": "Share",
    "related_news": "Related posts"
  },
  "items": [
    {
      "id": "yummi-pops",
      "slug": "yummi-pops",
      "title": "Once again, Yummi Pops Nacho rewarded the Hondurans.",
      "summary": "We're back to POPify your year, with Samsung Smartwatches!",
      "content": "<p>Our snacks made from 100% Natural Corn once again rewarded our loyal Honduran consumers by raffling Samsung Smartwatches for the 2nd consecutive year.</p><p>To participate in the dynamic, all you had to do was buy your favorite presentation of Yummi Pops Nacho in selected convenience stores. Then, enter the registration form hosted at www.snacksyummies.com, send your complete data and purchase invoice as proof of purchase.</p><p>Dozens of Catrachos filled their lives with POP! With the only Yummies Snacks that are NEVER FRIED, gluten free and with 0% Trans Fats.</p><p>One of the winners of the dynamic Yummi Pops Nacho Te Premia in 2022, Juan Miguel Izaguirre Pavón, tells us in a comment: \"I received my prize and I invite you to consume Honduran products from responsible companies like this one in their promotions\".</p><p>Choose also your favorite, among the presentations: Jalapeño Cream or Queso Blanco and fill your days with POP.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/n-10.webp",
      "published_date": "15/4/2025",
      "author": "Marketing Team",
      "tags": ["promotion", "healthy", "honduras"]
    },
    {
      "id": "aquaman",
      "slug": "aquaman",
      "title": "The Vuela Chappas are back!",
      "summary": "A underwater adventure.",
      "content": "<p>Are you ready for an adventure with Aquaman and Snacks Yummies?</p><p>The time has come to search for the \"Vuela Chappas\" in the marked packaging. You could win big prizes. Search for the 100 collectible chappas featuring characters from the movie, and hurry up to find the golden chappa for a chance to win a PS5.</p><p>Make sure to register the code from the chappas to play and participate in the weekly prize draws, which include gamer chairs, tablets, and PS5s. This promotion is valid in Guatemala, El Salvador, Honduras, Nicaragua, Costa Rica and Dominican Republic.</p><p>Play and win with Aquaman and Snacks Yummies, visit www.yummiesaquaman.com</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/n-5.webp",
      "published_date": "20/9/2024",
      "author": "Marketing Team",
      "tags": ["promotion", "aquaman", "contest"]
    },
    {
      "id": "zibas-pic",
      "slug": "zibas-pic",
      "title": "Ziba's Pic, is back!",
      "summary": "Keep enjoying with your favorite snack.",
      "content": "<p>Ziba's Pic, is back, for the fourth consecutive year!</p><p>There are three different categories to show your talent this year. The contest is open to everyone in Guatemala, El Salvador, Costa Rica and Dominican Republic.</p><p>All participants will have the chance to compete in any of these categories with their most creative picture to win amazing prizes. Additionally, they can vote for their favorite photo. The picture with the most votes will win a special prize.</p><p>If you're interested in participating, visit www.zibaspic.com.</p><p>Remember, you have until November 27th to participate.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/n-6.webp",
      "published_date": "15/8/2024",
      "author": "Marketing Team",
      "tags": ["contest", "photography", "zibas"]
    },
    {
      "id": "zambos-soccer",
      "slug": "zambos-soccer",
      "title": "The H and Zambos: A Winning Combination",
      "summary": "An Infinite Bond of Passion and Commitment to Honduran Soccer",
      "content": "<p>\"Zambos and La H renew pact of passion for Honduran soccer until 2026\"</p><p>On a stage full of excitement in Tegucigalpa, Zambos and the Honduran National Soccer Federation (Fenafuth) have sealed an exciting commitment of more than six years, extending it until 2026. This agreement is a passionate ode to Honduran soccer, embracing all teams and promoting fun through the Zambos Kids Cup.</p><p>With Zambos, Honduran soccer continues to grow and shine with vibrant colors, as the brand's commitment becomes an anthem to the shared passion for the sport. The story continues, and the future is promising with Zambos and Fenafuth at the heart of national soccer.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/n-7.webp",
      "published_date": "10/7/2024",
      "author": "Sponsorship Team",
      "tags": ["soccer", "sponsorship", "honduras"]
    },
    {
      "id": "prize-match",
      "slug": "prize-match",
      "title": "Shop and win with Prize Match!",
      "summary": "Look for your promotional strip packaging for many prizes.",
      "content": "<p>Are you ready, snacker? The best promotion of inserts in your favorite snacks is back.</p><p>And this 2023, we're going all out. We are also bringing new prizes in alliance with PedidosYa.</p><p>All you have to do is buy your Yummies Snacks marked with a promotional strip and fill in the 3 coupons you will find inside until you complete the prize of your choice.</p><p>Get ready because you could win Bicycles, Televisions, Cell Phones, Video Game Consoles. Plus, you could win instant cash prizes, free shipping with PedidosYa and lots and lots of Yummies Snacks.</p><p>To learn more, go to yummiesmatch.com.</p><p>Also participate in our #MatchDigital. Just sign up and you'll be able to play to accumulate ALL THE POINTS YOU CAN on a daily basis, and you'll be participating weekly for incredible prizes!</p><p>*Restrictions apply</p><p>**Valid in Guatemala, El Salvador, Costa Rica and Dominican Republic.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/n-9.webp",
      "published_date": "20/5/2024",
      "author": "Marketing Team",
      "tags": ["promotion", "prizes", "contest"]
    },
    {
      "id": "gastronomy",
      "slug": "gastronomy",
      "title": "The Gastronomy of Our Land",
      "summary": "The Taste of Central America inside each package.",
      "content": "<p>In September, we celebrate the pride of being born in this land, with 5 recipes full of flavor.</p><p>Learn more on our YouTube channel.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/n-8.webp",
      "published_date": "5/6/2024",
      "author": "Culinary Team",
      "tags": ["recipes", "central-america", "food"]
    },
    {
      "id": "21k-la-ceiba",
      "slug": "21k-la-ceiba",
      "title": "A career with Pop and Energy",
      "summary": "Yummies present in the 6th Edition of the 21K La Ceiba",
      "content": "<p>On Sunday, February 18, more than 2,000 runners attended the 6th Edition of the 21K in La Ceiba. A sporting event that takes place in the Atlantida area and its surroundings to benefit the Pro Cancer Foundation La Ceiba and C.R.I.LA; non-profit foundations.</p><p>Snacks Yummies was part of this initiative through its brands Yummi Nuts and Yummi Pops, promoting sports, social responsibility and a healthy lifestyle.</p><p>At the end of the race, several runners went to the brand's stand to stock up and enjoy the delicious taste of their favorite Yummies to fill up on Pop and energy.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/1-banner-A-career-with-Pop-and-Energy.webp",
      "published_date": "20/2/2024",
      "author": "Sports Team",
      "tags": ["sports", "marathon", "healthy-lifestyle"]
    },
    {
      "id": "ilopango-adventure",
      "slug": "ilopango-adventure",
      "title": "An adventure in lake Ilopango, El Salvador",
      "summary": "410 pounds of waste was collected including common trash, glass and plastic",
      "content": "<p>For the first time in El Salvador, 40 of our volunteer employees, family members and staff from the Environment and Corporate Social Responsibility of the Mayor's Office of Ilopango, joined forces to collect waste in Lake Ilopango, El Salvador.</p><p>The activity began at 9:00 am with the cleaning of the surroundings of the Lake coast, where they were distributed in groups to cover the areas where there was the most waste, managing to cover 3 docks, plus the parking and rest areas.</p><p>In total, 410 pounds of solid waste were collected, distributed as follows: 60 pounds of plastic, 150 pounds of common garbage and 200 pounds of glass. The bags were duly classified and delivered to the municipality of Ilopango for proper management.</p><p>With these initiatives, Dinant and Snacks Yummies seek to promote the proper disposal of waste in order to positively impact our environment and biodiversity, as well as encourage our employees and society in general, that we can be agents of change by building more sustainable communities.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/2-banner-An-adventure-in-lake-Ilopango-El-Salvador.webp",
      "published_date": "15/1/2024",
      "author": "Sustainability Team",
      "tags": ["environment", "cleanup", "el-salvador"]
    },
    {
      "id": "new-flavors",
      "slug": "new-flavors",
      "title": "Fall in love with the new flavors we have for you!",
      "summary": "Enjoy the fiery spicy flavor and the cinematic thrill.",
      "content": "<p>The all-time favorite, now has new flavors. Yes, the Ranchitas Crunch brings you a spicy flavor with Chile Toreado and a movie-worthy one with Cheddar Cheese and Jalapeño.</p><p>The Yummies team officially welcomed these new flavors. You can find them at your local convenience store.</p><p>Taste them now!</p><p>*Valid for Guatemala, El Salvador, Honduras, Nicaragua and Costa Rica.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/3-banner-Fall-in-love-with-the-new-flavors-we-have-for-you!.webp",
      "published_date": "10/11/2023",
      "author": "Product Team",
      "tags": ["new-products", "flavors", "ranchitas"]
    },
    {
      "id": "creating-smiles",
      "slug": "creating-smiles",
      "title": "Snacks Yummies create smiles",
      "summary": "More kids will be benefited",
      "content": "<p>Snacks Yummies keeps changing lives. In 2023, the aliance between Snacks Yummies and Operation Smile Honduras continues for one more year, providing free comprehensive treatment to patients with cleft lip and cleft palate.</p><p>More than 6,000 people, children and their families, from all over the country have benefited throughout this alliance. We have managed to turn our donations into 145 new smiles thanks to the different Surgical Programs supported, as well as more than 1,800 consultations provided through the Dentistry Clinic Dinant inaugurated in 2022.</p><p>Remake smiles with Snacks Yummies!</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/n-4.webp",
      "published_date": "5/10/2023",
      "author": "CSR Team",
      "tags": ["charity", "health", "honduras"]
    }
  ]
}
