{
  "title": "Nuestra",
  "subtitle": "HISTORIA",
  "intro": "Descubre cómo Snacks Yummies se convirtió en la marca líder de snacks en Centroamérica, desde nuestros humildes inicios hasta la actualidad.",
  "items": [
    {
      "year": "1973",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_1973.webp",
      "text": "Con una freidora industrial tipo chip cooker, con capacidad de 175 libras de producto frito y una rebanadora de plátano, Dipant produce sus primeros chips de plátano que se cortaban en rodajas como barras largas y rectangulares."
    },
    {
      "year": "1979",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_1979.webp",
      "text": "Yummies, que inició operaciones con 10 empleados, fue fundada en San Pedro Sula en 1979 con el objetivo de abastecer el mercado hondureño con bocadillos variados y de alta calidad."
    },
    {
      "year": "1985",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_1985.webp",
      "text": "Se introduce la marca Zambos, que rápidamente se convierte en uno de los productos estrella de la compañía, con sus chips de plátano verde que conquistaron el paladar centroamericano."
    },
    {
      "year": "1992",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_1992.webp",
      "text": "Expansión internacional a Guatemala y El Salvador, marcando el inicio de la presencia regional de Snacks Yummies en el mercado centroamericano."
    },
    {
      "year": "2000",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_2000.webp",
      "text": "Implementación de nuevas tecnologías y procesos de producción que permitieron aumentar la capacidad y mejorar la calidad de todos nuestros productos."
    },
    {
      "year": "2010",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_2010.webp",
      "text": "Lanzamiento de nuevas líneas de productos saludables, respondiendo a las tendencias del mercado y las necesidades de nuestros consumidores más conscientes de su salud."
    },
    {
      "year": "2020",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_2020.webp",
      "text": "Renovación de imagen corporativa y compromiso con la sostenibilidad, implementando empaques más ecológicos y prácticas de producción responsables con el medio ambiente."
    },
    {
      "year": "2023",
      "image": "https://snack.yummiespromociones.com/SnacksyummiesAssets/historia_2023.webp",
      "text": "Celebramos más de 40 años de tradición y sabor, consolidándonos como la marca líder en snacks de Centroamérica, con presencia en más de 10 países de la región y exportaciones a Estados Unidos y Europa."
    }
  ],
  "conclusion": "Nuestra historia es un testimonio de innovación, calidad y compromiso con nuestros consumidores. En Snacks Yummies seguimos trabajando cada día para llevar los mejores productos a tu mesa, manteniendo siempre el sabor auténtico que nos caracteriza."
}
