{
  "meta": {
    "title": "Noticias",
    "subtitle": "Mantente al día con las últimas noticias y eventos de Taqueritos.",
    "moreimportant":"Noticias más importantes",
    "destacados":"Destacados",
    "descriptiondestacados":"Sé el primero en conocer nuestras promociones, lanzamientos y más",
    "masnoticias":"Más noticias",
    "descriptionmasnoticias":""
  },
  "home": {
    "title": "Entérate de todo hoy con nuestras",
    "subtitle": "Novedades"
  },
  "page": {
    "title": "Noticias y Eventos",
    "description": "Mantente al día con las últimas noticias y eventos de Taqueritos.",
    "no_news": "No hay noticias disponibles en este momento.",
    "read_more": "Leer más",
    "published_on": "Publicado el"
  },
  "detail": {
    "back": "Volver a noticias",
    "share": "Compartir",
    "related_news": "Noticias relacionadas"
  },
  "items": [
    {
      "id": "yummies-top-brand",
      "slug": "yummies-top-brand",
      "title": "Yummies sigue en la cima: la marca de snacks #1 en Honduras por segundo año consecutivo",
      "summary": "Por segundo año consecutivo, Yummies fue reconocida como la marca de snacks número uno en Honduras",
      "content": "<p>Por segundo año consecutivo, Yummies fue reconocida como la marca de snacks número uno en la mente de los hondureños, según el estudio Top of Mind 2025 realizado por Estrategia & Negocios y Kantar Mercaplan. El premio fue recibido por Luis Weddle, gerente de categoría Snacks, quien destacó que este logro refleja más de cinco décadas de compromiso, sabor, innovación y conexión con los consumidores.</p><p>Yummies no solo es una marca, sino un símbolo de orgullo nacional que genera más de 2,000 empleos directos en Honduras, impactando positivamente a miles de familias. Marcas como Zambos, Taqueritos, Ranchitas, Ziba's, Del Rancho, Yummi Nuts, Yummi Pops, Taco, Yum Mix, Xixi, Anillitos de Papas y Cappy consolidan su liderazgo en la categoría.</p><p>No solo es un cambio de imagen; es la representación de nuestra evolución, del camino recorrido y del futuro que construimos junto a ustedes. Queremos seguir siendo parte de sus mejores momentos, con una marca cercana, innovadora y auténtica. Nuestro objetivo es ser reconocida como una marca global única, que les facilite y alegre la vida a través del sabor y la creatividad.</p><p>Este reconocimiento celebra no solo la preferencia, sino también el cariño y fidelidad de quienes eligen Yummies todos los días.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/1-banner-Yummies-sigue-en-la-cima-la-marca-de-snacks.webp",
      "published_date": "5/5/2025",
      "author": "Equipo Yummies",
      "tags": ["premio", "reconocimiento", "top-of-mind"]
    },
    {
      "id": "yummies-new-image",
      "slug": "yummies-new-image",
      "title": "Yummies renueva su imagen",
      "summary": "Nuestra imagen evoluciona, pero nuestro amor por tus snacks favoritos sigue intacto",
      "content": "<p>El mundo cambia, y Yummies también. Este año damos un paso adelante en nuestra historia con una imagen renovada, más fresca, más vibrante y más conectada con nuestros consumidores. Porque si algo sabemos hacer bien, es evolucionar sin perder lo que nos hace únicos: nuestra pasión por el sabor.</p><p>Bajo esta nueva imagen Yummies, seguimos comprometidos con ofrecerte la misma calidad y el mismo amor por cada producto que te acompaña todos los días: Zambos, Taqueritos, Ranchitas, Ziba's, Cappy, Yummi Nuts, Yummi Pops, Taco, Del Rancho, Yum Mix, Xixi y Anillitos de Papas.</p><p>\"No solo es un cambio de imagen; es la representación de nuestra evolución, del camino recorrido y del futuro que construimos junto a ustedes. Queremos seguir siendo parte de sus mejores momentos, con una marca que refleja lo que somos hoy y lo que queremos seguir siendo: cercanos, innovadores y auténticos. Nuestro objetivo es ser reconocida por nuestros consumidores como una marca de snacks global única, que les facilite y alegre la vida a través del sabor y la creatividad\".— Luis Weddle, gerente de categoría Snacks.</p><p>Este cambio es solo por fuera. Por dentro, seguimos siendo los mismos que han estado contigo en cada recreo, cada tarde de película, cada paseo o cada reunión con amigos.</p><p>La evolución de nuestra imagen es una forma de decirte que seguimos creciendo contigo, sin dejar de ser lo que más te gusta. Snacks Yummies. ¡Disfruta de cada momento!</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/2-banner-Yummies-renueva-su-imagen.webp",
      "published_date": "15/4/2025",
      "author": "Departamento de Marketing",
      "tags": ["rebranding", "imagen", "evolución"]
    },
    {
      "id": "community-commitment",
      "slug": "community-commitment",
      "title": "¡Reafirmamos nuestro compromiso con la comunidad!",
      "summary": "En Snacks Yummies, cuidamos el planeta mientras impactamos a más de 30,000 estudiantes en 200 centros escolares",
      "content": "<p>Reafirmando su compromiso con la sostenibilidad, Dinant, a través de su marca Yummies, ha invertido dos millones de lempiras en la entrega de 400 recolectores de residuos a más de 200 centros escolares. Esta iniciativa ha beneficiado directamente a 30 mil estudiantes en ciudades como Tegucigalpa, Choluteca, Olancho, Danlí, Comayagua, San Pedro Sula, La Ceiba y Tocoa.</p><p>En este esfuerzo, Yummies transformo el empaque de Zambos Plátano Picositas en contenedores de residuos resistentes y duraderos. En alianza con SEMUNAST y ASIDE, se impartieron capacitaciones ambientales enfocadas en el manejo adecuado de residuos y la protección de ecosistemas, fomentando la responsabilidad ambiental entre los jóvenes.</p><p>Alejandro Fanconi, representante de Yummies, destaco: \"Esta entrega marca el inicio de un esfuerzo continuo hacia un futuro más sostenible.\"</p><p>Guadalupe Osorio Loba, directora del Instituto Técnico de Honduras, agradeció la contribución: \"Este donativo impulsa una cultura ambiental en nuestros estudiantes y tendrá un impacto duradero en la comunidad\"</p><p>Con este proyecto, Yummies reafirma su compromiso con el desarrollo sostenible, promoviendo prácticas responsables y fortaleciendo la educación ambiental en todo el país.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/4-banner-Reafirmamos-nuestro-compromiso-con-la-comunidad.webp",
      "published_date": "30/3/2025",
      "author": "Equipo de Sostenibilidad",
      "tags": ["sostenibilidad", "comunidad", "educación"]
    },
    {
      "id": "childrens-day",
      "slug": "childrens-day",
      "title": "Yummies Celebra el Día del Niño con Alegría en Honduras",
      "summary": "En conmemoración del día del niño, Yummies reafirmó su compromiso como marca socialmente responsable",
      "content": "<p>En conmemoración del día del niño, Yummies reafirmó su compromiso como marca socialmente responsable, llevando alegría a cientos de niños en Honduras. La celebración se llevó a cabo en el Hospital María en Tegucigalpa y la Fundación Ruth Aguilar Paz en San Pedro Sula, donde la marca organizó actividades recreativas para los pequeños pacientes, con payasitas, pinta caritas y globos. Además, se entregaron 390 regalos y combos de Wendy's.</p><p>Este año, Yummies extendió su apoyo a más de 300 comunidades, beneficiando a escuelas, iglesias y ONGs, logrando impactar a 84,581 niños en todo el país. \"Nos sentimos privilegiados de poder compartir dulzura, esperanza y apoyo con tantos niños de en todas Honduras\", declaro Luis Weddle, Gerente de marca de Yummies.</p><p>Esta acción solidaria refleja el compromiso continuo de Yummies con la niñez hondureña, llevando sonrisas y esperanza a los más pequeños.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/5-banner-Yummies-Celebra-el-Dia-del-Nino-con-Alegria-en-Honduras.webp",
      "published_date": "15/3/2025",
      "author": "Equipo de Responsabilidad Social",
      "tags": ["niños", "responsabilidad-social", "honduras"]
    },
    {
      "id": "education-guatemala",
      "slug": "education-guatemala",
      "title": "Yummies impulsa la educación en Guatemala con Alegría",
      "summary": "Las cosas buenas se deben reproducir",
      "content": "<p>Como parte de las festividades del mes patrio, Yummies, marca líder de snacks en la región, llevo a cabo una actividad especial en la Escuela Primaria APG, ubicada en San José Villa Nueva, que alberga a 700 estudiantes. Con el lema \"Porque las cosas buenas se deben reproducir\", Yummies reafirmó su compromiso con la educación entregada una fotocopiadora para facilitar la reproducción de materiales educativos, beneficiando a toda la comunidad escolar.</p><p>Durante el evento, se promovió la campaña Yummies Money, donde los niños participaron en un juego divertido para formar las palabras ORO, PLATA y BRONCE, ganando muchos premios en efectivo mientras disfrutaban de los deliciosos snacks. También se impartió una charla sobre la filosofía de Yummies y su apoyo al desarrollo de futuros lideres.</p><p>Yummies agradece a la comunidad educativa por su participación y reafirma su compromiso con la educación y el crecimiento de la niñez en Guatemala.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/6-banner-Yummies-impulsa-la-educacion-en-Guatemala-con-Alegria.webp",
      "published_date": "1/3/2025",
      "author": "Equipo Guatemala",
      "tags": ["guatemala", "educación", "niños"]
    },
    {
      "id": "taqueritos-copa-centroamericana",
      "slug": "taqueritos-copa-centroamericana",
      "title": "Taqueritos, Snack Oficial de la Copa Centroamericana",
      "summary": "Taqueritos, el sabor que domina la Copa Centroamericana",
      "content": "<p>Concacaf y Snacks Yummies han firmado una alianza multianual. A través de este acuerdo, Taqueritos se convierte en el Snack Oficial para las ediciones 2024, 2025 y 2026 de la Copa Centroamericana Concacaf, un torneo que clasifica a seis clubes para la Copa de Campeones de Concacaf.</p><p>Luis Alberto Weddle, Gerente de Categoría de Snacks Yummies, señaló que la colaboración es una excelente oportunidad para conectar el amor por el fútbol con la pasión por los sabores de Taqueritos, llevando esta experiencia única a cada partido.</p><p>Durante los torneos, los fanáticos disfrutarán de activaciones interactivas con Taqueritos, puntos de venta en las sedes de los juegos y una amplia exposición televisiva.</p><p>Heidi Pellerano, directora en Jefe Comercial de Concacaf, destacó la importancia de contar con Taqueritos como el primer socio centroamericano de la Copa Centroamericana, fortaleciendo su vínculo con los seguidores del fútbol regional.</p><p>Este torneo reúne a 20 clubes de siete países, que competirán por un lugar en la Copa de Campeones de Concacaf 2025. Después de la Fase de Grupos, los equipos clasificados pasarán a la Fase Eliminatoria, que culminará con la gran Final.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/7-banner-Taqueritos-Snack-Oficial-de-la-Copa-Centroamericana.webp",
      "published_date": "15/2/2025",
      "author": "Equipo de Marketing Deportivo",
      "tags": ["fútbol", "taqueritos", "copa-centroamericana"]
    },
    {
      "id": "ranchitas-nachos",
      "slug": "ranchitas-nachos",
      "title": "¡La explosión de sabores de Ranchitas Nachos llegó a Honduras!",
      "summary": "Yummies y Papa John's crearon una forma innovadora de disfrutar tus Ranchitas Nachos",
      "content": "<p>Papa John's y Yummies colaboran para traer una novedosa propuesta de snack para sus clientes en Honduras.</p><p>Papa John's, reconocido por la frescura y calidad de sus ingredientes, se une a Snacks Yummies para presentar una innovadora propuesta: las Ranchitas Nachos. Este platillo combina el icónico sabor de las Ranchitas con una mezcla irresistible de queso, res o pollo, para ofrecer una experiencia culinaria única a los hondureños.</p><p>El lanzamiento, realizado el 2 de agosto, es parte de la nueva campaña de Papa John's en el país. Salvador García, Gerente de Mercadeo de la cadena, afirmó: \"Estamos entusiasmados de traer este nuevo producto que, no solo destaca por su sabor, sino también por la calidad que caracteriza a nuestra marca\".</p><p>Luis Alberto Weddle, Gerente de Categoría de Snacks en Yummies, agregó: \"Esta alianza con Papa John's nos permite ofrecer a los amantes de Ranchitas una forma innovadora de disfrutar su snack favorito\".</p><p>Las Ranchitas Nachos ya están disponibles en todos los restaurantes Papa John's de Honduras. ¡No te pierdas esta explosión de sabores!</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/8-banner-La-explosion-de-sabores-de-Ranchitas-Nachos-llego-a-Honduras.webp",
      "published_date": "2/8/2024",
      "author": "Equipo de Alianzas",
      "tags": ["ranchitas", "papa-johns", "novedad"]
    },
    {
      "id": "escuelas-beneficiadas",
      "slug": "escuelas-beneficiadas",
      "title": "Más de 100 escuelas públicas beneficiadas",
      "summary": "Snacks Yummies contribuyendo a la conservación del medio ambiente",
      "content": "<p>\"Zambos entrega recolectores de basura con diseños únicos.\"</p><p>Snacks Yummies refuerza su compromiso con el medio ambiente y el bienestar de las comunidades hondureñas con la entrega de más de 200 recolectores de residuos en centros escolares en Tegucigalpa, Choluteca, Olancho, Danlí, Comayagua, San Pedro Sula, La Ceiba y la Tocoa; esto con el objetivo de promover prácticas sostenibles dentro de los establecimientos educativos y fomentar aún más la responsabilidad ambiental en todos los niños y niñas del país.</p><p>Cada recolector de residuos tiene la presentación de un empaque Zambos en tamaño gigante, un diseño único y llamativo que incentive de forma lúdica la gestión de residuos en el entorno educativos.</p><p>Esta acción se realizó en conjunto con aliados estratégicos como SERMUNAST (Servicio Municipal de Agua y Saneamiento en Tocoa) y ASIDE (Asociación de Investigación y Desarrollo), capacitando a más de 1,500 niños sobre el cuidado del medio ambiente, la protección de ecosistemas y el adecuado desecho de los residuos.</p><p>Este es nuestro primero paso en esfuerzos continuos de Snacks Yummies para promover la sostenibilidad y la conservación del medio ambiente en Honduras.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/9-banner-Mas-de-100-escuelas-publicas-beneficiadas.webp",
      "published_date": "15/1/2024",
      "author": "Equipo de Sostenibilidad",
      "tags": ["sostenibilidad", "escuelas", "zambos"]
    },
    {
      "id": "tds-futbol",
      "slug": "tds-futbol",
      "title": "Apoyamos a 150 jóvenes futbolistas en la TDS",
      "summary": "Snacks Yummies cree en las futuras generaciones de fútbol junto a la Selección Nacional de Honduras y Fenafuth",
      "content": "<p>\"Seguimos avanzando por el desarrollo del fútbol en Honduras\"</p><p>Snacks Yummies refuerza su compromiso con el futbol hondureño con su patrocinio en la 2da edición del Torneo TDS (Talent Development Scheme), donde participaron 150 jugadores entre 13 y 14 años, con 6 equipos en total.</p><p>El torneo se llevó a cabo del 11 al 25 de febrero en el Estadio Humberto Micheletti de El Progreso y en el Centro de Alto Rendimiento de Olimpia. Divididos en dos grupos, el primero conformado por: SPS, La Ceiba y Occidente y en el segundo TGU, Choluteca y Danlí. Dando como resultado a TGU y Occidente como los dos finalistas.</p><p>En dicha final, jugada en La Casa de La H, Siguatepeque, se celebraron los éxitos y el esfuerzo de los los jugadores. Coronando al campeón TGU y entregando trofeos y medallas a los finalistas, así como 4 goleadores con el mismo número de goles y un el premio al \"Portero Menos Vencido\".</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/10-banner-Apoyamos-a-150-jovenes-futbolistas-en-la-TDS.webp",
      "published_date": "25/2/2024",
      "author": "Equipo de Patrocinios",
      "tags": ["fútbol", "patrocinio", "jóvenes"]
    },
    {
      "id": "cappy-schools",
      "slug": "cappy-schools",
      "title": "El mundo mágico de Cappy llega a 600 escolares",
      "summary": "Cappy llevó magia y aprendizaje a 600 escolares",
      "content": "<p>Cappy se une al programa Chispazo Educativo de Nuestro Diario para llevar aprendizaje y diversión a las escuelas primarias públicas. En esta edición, 600 niños y niñas de la Escuela Oficial Urbana Mixta Tipo Federación 2 vivieron una jornada especial con el león de Cappy, explorando el \"mundo mágico\" a través de dinámicas físicas, juegos y mucha imaginación.</p><p>Con guías interactivas insertadas en el diario y actividades en centros escolares, Chispazo Educativo busca fortalecer el aprendizaje desde la creatividad. \"Cappy es más que un snack; es una fuente de inspiración para niños curiosos y soñadores\", comentó Geisi Meza Matamoros, Gerente de Marca.</p><p>El programa cuenta con el respaldo del Ministerio de Educación y se implementa a nivel nacional. Así, Cappy reafirma su compromiso con el desarrollo infantil y la educación divertida.</p>",
      "image": "https://snack.yummiespromociones.com/snacksyummies/3-banner-El-mundo-magico-de-Cappy-llega-a-600-escolares.webp",
      "author": "Equipo Cappy",
      "tags": ["educación", "niños", "programa"],
      "published_date": "25/2/2024"
    }
  ]
}
